```json
{
  "正官": [
    "【💼 搞钱】：IPO 审计心态。哪怕是草台班子，今天也要装得像个上市公司。梳理 SOP，做权责分配。\n【❤️ 护体】：系统自检。身体很听话，按预设程序运行。早睡早起，相信官方补丁（医生）。\n【🤝 局】：契约精神。拿出股东协议办事。明确的边界感是长久合作的基础，别搞人情世故。",
    "【💼 搞钱】：拥抱监管。别想那些擦边球的骚操作，今天合规成本最低。老老实实排队，红灯停绿灯行。\n【❤️ 护体】：脊柱保养。正官代表骨架，坐直了，别把腰椎盘给突出了。\n【🤝 局】：向上社交。去见见领导或者行业前辈。听听爹味说教，里面藏着行业周期的秘密。",
    "【💼 搞钱】：利于谈判和签合同。你的气场很正，适合搞定 B 端大客户。穿正装，把头发梳上去。\n【❤️ 护体】：拒绝垃圾食品。今天肠胃需要秩序感。吃点干净的，少油少盐。\n【🤝 局】：官方场面。可能会跟体制内的人打交道。少说话，多点头，保持体面。",
    "【💼 搞钱】：零风险偏好。今天的 KPI 是不犯错。稳住基本盘，让竞争对手去浪，去死。\n【❤️ 护体】：精神稳定。情绪波动极小，适合做冥想或深呼吸。你的淡定就是降维打击。\n【🤝 局】：清理门户。把不守规矩的合伙人或员工踢出去。慈不掌兵，义不理财。",
    "【💼 搞钱】：品牌背书。今天适合做公关，发通稿。把你的 Face 用到极致，建立行业威信。\n【❤️ 护体】：按时吃药。如果有慢病，今天千万别断药。顺应身体的节律。\n【🤝 局】：君子之交。淡如水，但靠谱。别搞那些推杯换盏的虚招，直接谈利益分配。"
  ],
  "正印": [
    "【💼 搞钱】：抱大腿。别奋斗了，去找 LP，找行业大佬。做一个听话的 Founder，资源会自动注入。\n【❤️ 护体】：系统重装。这是一个回血的 Buffer。什么都别干，深度睡眠是最高效的碎片整理程序。\n【🤝 局】：心理按摩。找个像妈一样包容你的人吐槽。你需要的是无条件的接纳，不是建议。",
    "【💼 搞钱】：知识付费。今天脑子好使，买本书或者报个课。输入比输出更重要，这是为了升维。\n【❤️ 护体】：被动养生。去 SPA，去按摩，去让别人伺候你。彻底躺平，让能量倒灌。\n【🤝 局】：贵人运。有人主动伸手帮你。别矫情，接住这份善意，日后加倍奉还即可。",
    "【💼 搞钱】：长期主义。别看今天的流水，看品牌资产。做点即便十年后还有价值的事。\n【❤️ 护体】：胃部舒适。想吃碳水就吃。今天身体需要安慰剂，减肥的事明天再说。\n【🤝 局】：老友记。找那种认识十年以上的朋友。不需要伪装，安全感拉满。",
    "【💼 搞钱】：签署授权。把权力下放，你只需要盖章。老板的最高境界是无为而治。\n【❤️ 护体】：宅家护体。外面的磁场太乱，家里的床才是你的充电桩。物理屏蔽无效社交。\n【🤝 局】：母慈子孝。给家里打个电话。原生家庭今天不是负担，是你的后盾。",
    "【💼 搞钱】：复盘日。不看 K 线，看大趋势。退后一步，才能看清整张地图。\n【❤️ 护体】：滋阴补阳。喝点汤汤水水。身体缺水，灵魂就会干枯。\n【🤝 局】：接受馈赠。无论是礼物还是建议，照单全收。别急着回礼，那是见外。"
  ],
  "偏印": [
    "【💼 搞钱】：闭门造车。市场上的噪音全是垃圾。关上门，研究你的黑科技。孤独是创新的护城河。\n【❤️ 护体】：后台进程卡死。身体不动，脑子狂转。精神内耗严重，建议断网，去公园发呆。\n【🤝 局】：信息不对称。你容易陷入冷战模式。如果懒得解释，就发个红包，减少猜测成本。",
    "【💼 搞钱】：另辟蹊径。大众看好的赛道都很挤。去关注那些边缘的、奇怪的小众市场。\n【❤️ 护体】：神经敏感。对光和声音过敏。戴上降噪耳机，你需要绝对的静谧。\n【🤝 局】：智性恋。只跟听得懂你梗的人聊天。对于蠢人，保持礼貌的微笑并远离。",
    "【💼 搞钱】：不仅要钻牛角尖，还要钻透。今天的偏执是褒义词。把一个 Bug 追查到底。\n【❤️ 护体】：玄学护体。点个香，或者读点经。科学解决不了的焦虑，交给神学。\n【🤝 局】：高冷人设。别去凑热闹，别去讨好。今天你的疏离感反而很迷人。",
    "【💼 搞钱】：做减法。砍掉那些平庸的业务线。只保留最核心、最怪异的那个 Feature。\n【❤️ 护体】：失眠预警。灵感在深夜爆发。既然睡不着，就起来工作，别在床上烙饼。\n【🤝 局】：鉴别谎言。直觉准得可怕。谁在画饼，谁在吹牛，你一眼就看穿了。",
    "【💼 搞钱】：策略布局。不要动手，只动脑。今天适合写白皮书，不适合写代码。\n【❤️ 护体】：独处疗法。社交会吸干你的阳气。把自己关小黑屋里，那是你的能量舱。\n【🤝 局】：边缘观察者。站在人群边缘看戏。众人的狂欢是你的素材库。"
  ],
  "正财": [
    "【💼 搞钱】：做厚 EBITDA。别想增长黑客，老实优化供应链，抠细节。今天的 ROI 虽低但安全。\n【❤️ 护体】：例行维护。像服务器定期备份一样，按时吃饭。别试图升级系统，稳定性第一。\n【🤝 局】：行权分红。给合伙人实打实的物质分红。别画饼，今天只看交付。",
    "【💼 搞钱】：搬砖日。只要劳动就有收获。虽然枯燥，但是胜在落袋为安。拒绝杠杆。\n【❤️ 护体】：五官通畅。关注牙齿和眼睛。这些精密零件需要保养，坏了换原装的很难。\n【🤝 局】：AA 制。亲兄弟明算账。今天的感情维系靠的是账目清晰，不是豪言壮语。",
    "【💼 搞钱】：现金流为王。看着账户余额回血，比什么估值都让你心安。去催款！\n【❤️ 护体】：规律作息。生物钟不仅是健康，更是自律的体现。准点睡觉，也是一种修行。\n【🤝 局】：靠谱人设。别迟到，别爽约。今天你的信用评分在对方心里会涨停。",
    "【💼 搞钱】：防御性储蓄。别乱花钱，存点子弹。市场寒冬里，手里的现金就是棉袄。\n【❤️ 护体】：筋骨舒展。正财主肉身。去做个拉伸或瑜伽，把僵硬的身体打开。\n【🤝 局】：长情陪伴。最浪漫的事是和合伙人一起看财报，或者和伴侣一起做饭。",
    "【💼 搞钱】：价值投资。买点稳健的理财。时间是你的朋友，别指望今天买明天翻倍。\n【❤️ 护体】：拒绝透支。累了就停。别刷信用卡，也别刷身体的卡。\n【🤝 局】：老实人局。跟那些不说废话、埋头干活的人混。远离夸夸其谈的投机分子。"
  ],
  "食神": [
    "【💼 搞钱】：产品力打磨。别看财报，只关注体感。灵感来自于冗余的时间。今天的 KPI 就是没有 KPI。\n【❤️ 护体】：待机充电。开启节能模式。摄入优质蛋白，让服务器风扇停转一会儿。这叫资产保养。\n【🤝 局】：团建。没有任何严肃议题。带上你的合伙人去消费。这是为了降低未来的沟通成本。",
    "【💼 搞钱】：贩卖生活方式。你的品味就是溢价。把你的松弛感包装一下，能卖个好价钱。\n【❤️ 护体】：肠胃SPA。食神主管消化。细嚼慢咽，吃点好的，这是对肉身的最高敬意。\n【🤝 局】：酒肉朋友。别看不起酒局，很多生意是在推杯换盏中谈成的。稍微微醺一点。",
    "【💼 搞钱】：口吐莲花。今天口才极佳，适合路演。用讲故事代替讲数据，投资人吃这一套。\n【❤️ 护体】：多巴胺分泌。做点让自己开心的事。心情好，免疫力就强。快乐是第一生产力。\n【🤝 局】：约会圣手。释放你的魅力。不需要套路，真诚的分享美食和心情，对方就晕了。",
    "【💼 搞钱】：慢思考。别急着下结论。去咖啡馆坐坐，看看路人。市场洞察往往在街头。\n【❤️ 护体】：拒绝焦虑。天大的事，吃饱了再说。胃填满了，心就不慌了。\n【🤝 局】：艺术沙龙。去看看展，或者听听音乐。提升审美的颗粒度，也是一种隐形竞争力。",
    "【💼 搞钱】：做减法。功能太多用户记不住。专注于一个核心体验，把它打磨到极致。\n【❤️ 护体】：睡眠质量。能睡是福。如果能睡个午觉，下午的产出效率翻倍。\n【🤝 局】：示弱。别总绷着个劲儿。偶尔撒个娇（哪怕对客户），事情反而好办了。"
  ],
  "比肩": [
    "【💼 搞钱】：红海厮杀。竞品就在隔壁。方案不再独家，拼的是执行力和颗粒度。刺刀见红的巷战。\n【❤️ 护体】：并发负载过高。多线程任务把内存占满了。手脚容易酸痛，找个备用服务器（朋友）分担。\n【🤝 局】：权力博弈。你和合伙人话语权五五开，容易僵局。建议引入独立董事来调停。",
    "【💼 搞钱】：跟单策略。看看行业第一在干嘛，像素级复刻。别搞创新，今天抄作业最快。\n【❤️ 护体】：肌肉劳损。比肩代表肢体。别去搬重物，容易闪着腰。去按摩店修整一下。\n【🤝 局】：兄弟会。找那种能把后背交给对方的兄弟。喝顿大酒，吐槽一下这操蛋的世界。",
    "【💼 搞钱】：存量博弈。蛋糕就这么大，你想多吃，别人就得饿死。做好抢食的准备，别客气。\n【❤️ 护体】：消耗战。体力流失很快。随时补充能量棒。这是一场马拉松，不是百米冲刺。\n【🤝 局】：分摊成本。无论是房租还是风险，找个人一起扛。一个人走得快，一群人走得远。",
    "【💼 搞钱】：建立联盟。单打独斗必死。去寻找你的生态位，和上下游绑定，形成利益共同体。\n【❤️ 护体】：运动过量。别逞能去跑全马。关节也是有寿命的，省着点用。\n【🤝 局】：竞争性社交。去看看你的对手。知己知彼，哪怕是假笑，也要去握个手。",
    "【💼 搞钱】：烧钱大战。如果是为了抢占市场份额，这钱必须烧。只要能耗死对手，就是胜利。\n【❤️ 护体】：肝火太旺。容易急躁。喝点菊花茶。怒伤肝，别拿别人的错误惩罚自己。\n【🤝 局】：清理人脉。把那些不能共患难的所谓朋友删了。通讯录也需要瘦身。"
  ],
  "劫财": [
    "【💼 搞钱】：防守型策略。市场上全是镰刀。不要进行股权投资，不要借钱。守住底仓就是赢。\n【❤️ 护体】：病毒入侵。防火墙漏洞被击穿。小心感冒或受伤。身体在计提坏账，别硬抗。\n【🤝 局】：股权稀释。小心第三者插足你的合伙关系。筑高护城河，任何外部干扰直接物理切断。",
    "【💼 搞钱】：止损日。发现项目不对，立刻砍掉。沉没成本不是成本，别在那儿恋战。\n【❤️ 护体】：意外伤害。别玩极限运动，切菜小心手。今天容易见血，就当是破财免灾了。\n【🤝 局】：鸿门宴。今天请客大概率是冤大头。如果有局，尽量找借口推掉，省钱省心。",
    "【💼 搞钱】：恶意竞争。对手不讲武德，搞抹黑或低价。别理会，那是狗急跳墙。你稳住就行。\n【❤️ 护体】：心率过速。焦虑感爆棚。别喝咖啡，别看恐怖片。你需要的是镇静剂。\n【🤝 局】：防火防盗。防闺蜜防兄弟。最亲近的人，今天可能背刺你最深。",
    "【💼 搞钱】：现金流预警。可能会有一笔意外的大额支出。留足备用金，别让资金链断了。\n【❤️ 护体】：炎症爆发。哪里痛就是哪里在报警。别拖，去医院。小病不治变大病。\n【🤝 局】：无效社交。一群人嗨完，只剩下空虚和账单。不如回家睡觉，省下这笔智商税。",
    "【💼 搞钱】：不要贪婪。看到高回报的项目，心里默念三遍“我是韭菜”。赶紧跑，慢了就被埋。\n【❤️ 护体】：精力透支。感觉被掏空。这是系统在强制放电。承认自己虚了，好好休息。\n【🤝 局】：保持冷漠。今天不要泛滥同情心。路边的乞丐可能是职业的，别让善良被利用。"
  ]
 "七杀": {
    "High": [
      "【💼 搞钱】：监管骑脸输出。合规红线紧绷，哪怕是CEO今天也得装孙子。别硬刚，活着就是赢。\n【❤️ 护体】：系统熔断风险。CPU温度100℃，立刻物理断电！进ICU重组比停机维护贵多了。\n【🤝 局】：股东决裂。对方拿着实锤来撕逼。别解释，这就是恶意收购。准备好法务和遣散费。",
      "【💼 搞钱】：黑天鹅预警。市场有不可抗力，所有激进扩张计划全部暂停。现金流为王，保命第一。\n【❤️ 护体】：炎症攻击。免疫系统防火墙由于高压即将失效。拒绝熬夜，你的身体正在遭受DDoS攻击。\n【🤝 局】：界限感。有人试图越界，借钱或侵犯隐私。直接亮红灯，今天做一个不好惹的人。",
      "【💼 搞钱】：解决麻烦。今天的价值在于平事儿。把那个最难搞的Bug或客户搞定，你的不可替代性就出来了。\n【❤️ 护体】：物理避险。别去危险的地方，别玩极限运动。七杀日容易见血，就当是给身体放血排毒了。\n【🤝 局】：权力博弈。如果你是弱势方，认怂保平安。如果你是强势方，雷霆手段，立威就在今日。",
      "【💼 搞钱】：止损日。发现逻辑不对，立刻砍仓。断臂求生是最高级的智慧。留得青山在，不怕没柴烧。\n【❤️ 护体】：偏头痛。神经紧绷到极限。哪怕是做个SPA也会觉得疼。你需要的是绝对的安静。\n【🤝 局】：小人作祟。背后有人捅刀子？别回头，那是为了拖住你。继续往前走，甩开他。",
      "【💼 搞钱】：险中求富。富贵险中求，但要带好降落伞。如果是高风险项目，确认好退出机制再进场。\n【❤️ 护体】：肝火太旺。容易暴怒。喝点苦的。怒气伤肝，别拿别人的愚蠢惩罚自己的器官。\n【🤝 局】：硬碰硬。遇到杠精，别讲道理，直接讲实力。实力不够就闭嘴，忍辱负重。",
      "【💼 搞钱】：谈判桌全是火药味。守住你的否决权。寸步不让，否则底裤都不剩。今天比的是谁更狠。\n【❤️ 护体】：心脏报警。心率过快，不要喝咖啡。你的泵正在超负荷运转，给它一点休息时间。\n【🤝 局】：清理门户。把不忠诚的合伙人或员工踢出去。慈不掌兵，今天必须见血。",
      "【💼 搞钱】：竞对自杀式降价。别跟牌，那是陷阱。守住你的现金流，看着他死。\n【❤️ 护体】：呼吸困难。压力测试已超负荷。承认自己搞不定，也是一种止损。去吸氧。\n【🤝 局】：最后通牒。给对方下达Deadline。要么执行，要么滚蛋。别拉扯。",
      "【💼 搞钱】：危机公关。负面舆情爆发。别撒谎，真诚是唯一的救命稻草。立正挨打。\n【❤️ 护体】：牙痛或骨痛。七杀攻身，杀伐之气太重。去医院看看，别硬抗。\n【🤝 局】：切割。对于有毒的关系，今天必须物理切断。拉黑、删除、老死不相往来。",
      "【💼 搞钱】：接盘侠风险。有人想把烂摊子甩给你。看清楚条款，别当冤大头。\n【❤️ 护体】：失眠预警。脑子里在打仗。睡前做个拉伸，把身体的紧张感释放出去。\n【🤝 局】：鸿门宴。今天请客大概率是让你背锅。能不去就不去，装病是最好的理由。",
      "【💼 搞钱】：执行力拉满。别废话，干就完了。今天不适合开会，只适合拿结果。\n【❤️ 护体】：意外伤害。小心刀具、车流。走路别看手机，命是自己的。\n【🤝 局】：被误解。脏水泼过来。别擦，越擦越脏。等干了自然就掉了。",
      "【💼 搞钱】：监管层调研。把账做平，把话说圆。哪怕心里慌得一比，面上也要稳如老狗。\n【❤️ 护体】：旧疾复发。那个让你疼的老毛病又来了。这是身体在提醒你，别浪了。\n【🤝 局】：摊牌。把桌面下的东西拿上来谈。无论是利益分配还是情感归属，今天定生死。",
      "【💼 搞钱】：高压测试。服务器承压达到极限。顶住这一波流量，你就涅槃了。\n【❤️ 护体】：甲状腺不适。情绪压抑太久。找个没人的地方吼两嗓子，别憋坏了。\n【🤝 局】：背叛。最信任的人给了你一刀。接受现实，这是人性。止损，走人。",
      "【💼 搞钱】：恶意做空。有人在二级市场搞你。稳住基本盘，回购股票，给市场信心。\n【❤️ 护体】：皮肤过敏。身体在排斥当下的环境。换个地方待着，或者回家洗个澡。\n【🤝 局】：威压。用你的气场压制对方。今天不需要亲和力，只需要震慑力。",
      "【💼 搞钱】：签署对赌。如果没把握，千万别签。今天的签字笔重千金，能压死人。\n【❤️ 护体】：眼压过高。盯着屏幕太久了。去看看远方，或者闭目养神。瞎了怎么数钱？\n【🤝 局】：替罪羊。小心被推出去顶雷。留好聊天记录，作为呈堂证供。",
      "【💼 搞钱】：强制执行。法院或者执法部门上门。配合工作，别暴力抗法。态度决定处罚力度。\n【❤️ 护体】：内分泌失调。脸上爆痘。那是压力的具象化。早点睡，比什么护肤品都管用。\n【🤝 局】：修罗场。前任现任齐聚一堂？保持尴尬而不失礼貌的微笑，然后尿遁。",
      "【💼 搞钱】：剥离不良资产。无论是烂项目还是亏损部门，今天切除。长痛不如短痛。\n【❤️ 护体】：脊柱僵硬。压力全扛在肩上。去做个正骨。骨架正了，气场才正。\n【🤝 局】：谈判破裂。谈不拢就别谈了。保留起诉的权利。法庭见。",
      "【💼 搞钱】：紧急融资。现金流断裂前夕。不惜一切代价搞到钱，哪怕是高利贷（慎重）。\n【❤️ 护体】：胃痉挛。气得胃疼。吃点热乎的。胃是情绪的晴雨表。\n【🤝 局】：被孤立。所有人都反对你。没关系，真理往往掌握在少数人手里。独行。",
      "【💼 搞钱】：合规整改。罚单来了。认罚，整改。别试图找关系，今天关系不好使。\n【❤️ 护体】：神经痛。像针扎一样。这是身体在报警。停下手里的活，深呼吸。\n【🤝 局】：借钱。谁找你借钱都别给。今天借出去的钱，就是花钱买仇人。",
      "【💼 搞钱】：生死时速。Deadline 就在眼前。通宵也要赶出来。这是职业操守。\n【❤️ 护体】：脱发焦虑。一抓一把头发。别焦虑了，越焦虑掉得越多。去睡吧。\n【🤝 局】：信任危机。你的信用破产了？用行动去修补，别用语言。语言是苍白的。",
      "【💼 搞钱】：绝地反击。被逼到墙角了。没有什么可失去的，反而无敌。梭哈。\n【❤️ 护体】：肾虚。透支过度。补补吧。不管是食补还是睡补，身体亏空太大了。\n【🤝 局】：分家。彻底分清你我。亲兄弟明算账，今天算清楚了，以后好相见。"
    ],
    "Mid": [
      "【💼 搞钱】：温水煮青蛙。业绩不温不火，但这才是最危险的。看不清方向就别动，现金流为王。\n【❤️ 护体】：亚健康。就像服务器积灰。不影响运行，但看着心烦。去医院做个‘定期保养’吧。\n【🤝 局】：冷战。家里气氛像冻库，谁也不理谁。别去破冰，让他自己化，急了你就输了。",
      "【💼 搞钱】：审计挑刺。不致命但恶心。用‘拖字诀’。只要你不急，急的就是他们。\n【❤️ 护体】：慢性炎症。这里痛那里痒。多喝水，让系统自愈。别乱吃抗生素。\n【🤝 局】：PUA 预警。领导给你画饼又打压。左耳进右耳出，别往心里去，那是噪音。",
      "【💼 搞钱】：垃圾时间。项目推进极其缓慢，全是内耗。别急，摸鱼也是一种战术储备。\n【❤️ 护体】：睡眠质量差。梦里都在开会。睡前把手机扔远点，物理断网。你需要深度睡眠。\n【🤝 局】：算计小钱。合作伙伴在抠细节。别翻脸，还没到摊牌的时候。假装不知道，记在小本本上。",
      "【💼 搞钱】：拉锯战。客户不想付尾款，找各种理由拖。别催，催急了就是坏账。慢慢磨。\n【❤️ 护体】：轻微过敏。身体在抗议你的生活方式。吃清淡点，别给系统增加负担。\n【🤝 局】：疲劳期。感情没有激情，只有博弈。维持现状，别折腾就是最好的维护。",
      "【💼 搞钱】：系统性焦虑。总是担心被裁员？别慌，提升核心算力（技能）才是唯一的解药。\n【❤️ 护体】：颈椎不适。低头太久了。抬起头来看看天。你的脖子快断了。\n【🤝 局】：流言蜚语。小人在散布谣言。别回应，流量不给他们。让子弹飞一会儿。",
      "【💼 搞钱】：阴跌。收益率在缓慢下降。别操作，越操作亏越多。躺平装死。\n【❤️ 护体】：消化不良。气得吃不下饭。喝点粥。别拿别人的错误惩罚自己的胃。\n【🤝 局】：杠精出没。不要试图说服杠精。他们的逻辑闭环虽然傻逼，但是无懈可击。",
      "【💼 搞钱】：压力测试。复盘一下，如果明天失业，你手中的现金能让你活多久？\n【❤️ 护体】：眼睛干涩。视力模糊。滴点眼药水，闭目养神。心灵的窗户快关上了。\n【🤝 局】：嫉妒。看不惯的人还在蹦跶。别急，周期会惩罚每一个狂妄的人。",
      "【💼 搞钱】：决策干扰。不要在这个时候做重大决策。你的判断力被焦虑干扰了，信噪比太低。\n【❤️ 护体】：肌肉酸痛。没运动也酸痛。这是紧张过度。去泡个澡，放松一下。\n【🤝 局】：情绪勒索。有人用感情绑架你。别上当，坚持你的原则。拒绝是你的权利。",
      "【💼 搞钱】：微利时代。利润薄如刀片。别嫌少，蚊子肉也是肉。积少成多。\n【❤️ 护体】：口腔溃疡。火气没处发。吃点维C。闭嘴少说两句，养养嘴。\n【🤝 局】：无效沟通。说了半天等于没说。省点口水，发邮件确认，留证据。",
      "【💼 搞钱】：合规自查。别等监管来了再查。自己先查一遍，把漏洞补上。\n【❤️ 护体】：体重波动。压力肥。别吃甜食减压，那是恶性循环。去散步。\n【🤝 局】：面和心不和。表面笑嘻嘻，心里MMP。成年人的世界，保持体面就行。",
      "【💼 搞钱】：内卷。同事都在加班表演。你别卷，效率第一。做完就走，气死他们。\n【❤️ 护体】：偏头痛前兆。太阳穴突突跳。按揉一下。别让压力爆表。\n【🤝 局】：被借力。有人想利用你的资源。看清楚交换条件，别白给。",
      "【💼 搞钱】：修改方案。甲方爸爸改了第十版。忍住，改。谁给钱谁是大爷。\n【❤️ 护体】：多梦。脑子没停过。睡前冥想十分钟，清空缓存。\n【🤝 局】：办公室政治。站队时刻。别站错队，如果不确定，就站中间装傻。",
      "【💼 搞钱】：预算削减。没钱办事。螺蛳壳里做道场。考验你能力的时候到了。\n【❤️ 护体】：胸闷。气不顺。深呼吸。别把自己憋坏了。\n【🤝 局】：前任消息。突然收到前任短信。别回，那是诈尸。没好事。",
      "【💼 搞钱】：技术债。以前偷的懒，今天都要还。老老实实修Bug，别抱怨。\n【❤️ 护体】：关节响。身体生锈了。动一动。生命在于运动，不在于静止。\n【🤝 局】：被比较。别人家的孩子/员工。别听，你就是你，不一样的烟火。",
      "【💼 搞钱】：等待。审批流程卡住了。别急，急也没用。干点别的。\n【❤️ 护体】：手脚冰凉。气血不足。泡脚。把暖气打开。\n【🤝 局】：冷嘲热讽。听到了酸话。别理，那是嫉妒。你过得比他好。",
      "【💼 搞钱】：小道消息。传闻满天飞。别信，看官方公告。让谣言止于智者。\n【❤️ 护体】：头皮发麻。紧张。梳梳头。放松头皮，放松大脑。\n【🤝 局】：被忽略。群里说话没人理。没事，自己玩。别太把别人当回事。",
      "【💼 搞钱】：库存积压。东西卖不出去。打折促销，回笼资金。现金比货重要。\n【❤️ 护体】：耳鸣。听不到外界声音。那是身体让你闭嘴，听听内心的声音。\n【🤝 局】：误会。解释不通。别解释了，时间会证明一切。",
      "【💼 搞钱】：无用功。忙了一天没产出。接受这一天。明天再战。\n【❤️ 护体】：便秘。情绪堵住了。吃点益生菌。通畅了心情就好了。\n【🤝 局】：尴尬。说错话了。没事，没人记得。只要你不尴尬，尴尬的就是别人。",
      "【💼 搞钱】：微调。大方向没错，细节要改。耐着性子，精雕细琢。\n【❤️ 护体】：干燥。皮肤干，心也干。补水。女人/男人都是水做的。\n【🤝 局】：应酬。不想去的局。露个脸就走。给面子，也给自己面子。",
      "【💼 搞钱】：复盘。今天不适合冲锋，适合看地图。把路线规划好。\n【❤️ 护体】：疲惫。从骨子里透出来的累。早睡。天大的事明天再说。\n【🤝 局】：观察。别说话，看别人表演。你会发现很多有趣的真相。"
    ],
    "Low": [
      "【💼 搞钱】：阴跌不止。体能槽已空。别去谈大生意，容易被收割。今天适合装死。\n【❤️ 护体】：强制休眠。电量剩1%。莫名其妙的丧。这不是懒，是系统保护。关机睡觉。\n【🤝 局】：小人暗算。总觉背后有冷箭？别动，越动错越多。躲在掩体后面别出来。",
      "【💼 搞钱】：杀猪盘。看着是金矿，其实是陷阱。天上掉的馅饼全是毒药。管住手，只看不买。\n【❤️ 护体】：虚假信号。想吃甜的？那是霉菌在控制你。闭嘴，喝水，睡觉。\n【🤝 局】：资产转移。对方话里有话，感觉在转移感情或财产。别打草惊蛇，暗中做尽调。",
      "【💼 搞钱】：合同陷阱。条款里埋了雷，字越小越危险。今天看不清，明天就得赔死。\n【❤️ 护体】：系统恐慌。莫名其妙的恐惧。这是算力不足导致的。承认自己废了，反而就轻松了。\n【🤝 局】：旧账。前任或旧债找上门。全是烂摊子。别回应，让他们对着空气打拳。",
      "【💼 搞钱】：被世界抛弃。感觉处于低谷，连狗都嫌。别慌，苟住。低谷过后就是反弹。\n【❤️ 护体】：能量场弱。别走夜路，别去阴气重的地方。你的护盾今天失效了。\n【🤝 局】：肉包子打狗。不要借钱给任何人。这笔钱出去了就回不来。拉黑借钱的人。",
      "【💼 搞钱】：僵尸模式。脑子转不动。今天不适合思考，适合做个只会执行的机器。\n【❤️ 护体】：旧伤复发。无论是心里的还是身体的。别去抠，让它结痂。抠破了更疼。\n【🤝 局】：藏锋。你的善良必须带点锋芒，但今天把锋芒藏起来。别误伤自己。",
      "【💼 搞钱】：鳄鱼池。这是一个陷阱。看似平静的水面下全是鳄鱼。别下水，站在岸上看。\n【❤️ 护体】：墨菲定律。听到什么坏消息都别惊讶。做好最坏打算，然后接受它。\n【🤝 局】：边缘化。被排挤了？没事，边缘才是创新的温床。在此蛰伏，等待机会。",
      "【💼 搞钱】：零转化。不仅没机会，连坑都满了。别投简历了，今天也是白投。\n【❤️ 护体】：彻底摆烂。允许自己当一天废物。这是为了重启后的满血复活。废着吧。\n【🤝 局】：呈堂证供。不要做任何承诺。你今天说的话，未来都会成为攻击你的武器。",
      "【💼 搞钱】：被套牢。股票跌停。别看账户，看了心梗。删掉APP，眼不见为净。\n【❤️ 护体】：鬼压床。睡眠瘫痪。太累了。放松，告诉自己没事。继续睡。\n【🤝 局】：背锅。什么都没做，锅从天上来。忍着。今天辩解没人听。",
      "【💼 搞钱】：无效努力。方向错了，停下来就是进步。别瞎忙活。\n【❤️ 护体】：抑郁。觉得人生没意义。这是激素在作祟。吃点巧克力。激素水平上来就好了。\n【🤝 局】：失联。找不到人。别急，可能他也没电了。各自安好。",
      "【💼 搞钱】：破产感。感觉钱不够花。这是穷人心态。去整理钱包，把零钱凑一凑。\n【❤️ 护体】：寒气入体。觉得冷。多穿点。心冷身不能冷。\n【🤝 局】：被骗。被最亲近的人骗了。认栽。吃一堑长一智。智商税交了就交了。",
      "【💼 搞钱】：裁员传闻。人心惶惶。别参与讨论。做好手头的事，做那个最后关灯的人。\n【❤️ 护体】：幻听。听到有人叫你。别回头。专注自己的事。\n【🤝 局】：断联。想联系那个人？别。他不想理你。给自己留点尊严。",
      "【💼 搞钱】：坏账计提。钱回不来了。在心里把它划掉。忘掉这笔钱，重新开始。\n【❤️ 护体】：噩梦。梦到被追杀。醒来喝杯水。梦是反的。\n【🤝 局】：被利用。被人当枪使。发现了就撤。别当傻子。",
      "【💼 搞钱】：降薪。收入少了。降低欲望。活着就行。\n【❤️ 护体】：胸痛。心碎的感觉。揉揉胸口。心还在跳，就没事。\n【🤝 局】：孤独。没人懂你。享受孤独。强者都是孤独的。",
      "【💼 搞钱】：停滞。项目不动了。别推。推不动。休息一下。\n【❤️ 护体】：无力感。手都抬不起来。躺着。地球离了你照样转。\n【🤝 局】：冷暴力。对方不说话。你也不说。看谁憋得过谁。",
      "【💼 搞钱】：违约。合同执行不下去了。看条款赔偿。按规矩办。\n【❤️ 护体】：头晕。世界在转。蹲下。稳住重心。\n【🤝 局】：背信弃义。被卖了。记住这个教训。以后别信他。",
      "【💼 搞钱】：沉没成本。投入了那么多没结果。放弃吧。别追加了。\n【❤️ 护体】：哭泣。想哭就哭。眼泪是排毒。哭完洗把脸。\n【🤝 局】：绝交。友尽。删好友。净化圈子。",
      "【💼 搞钱】：死胡同。路走不通。回头。条条大路通罗马。\n【❤️ 护体】：窒息。透不过气。开窗。呼吸新鲜空气。\n【🤝 局】：诬陷。被冤枉。别急着证清白。清者自清。",
      "【💼 搞钱】：归零。一切从头开始。别怕。白纸好画画。\n【❤️ 护体】：麻木。没感觉。掐自己一下。疼就是活着。\n【🤝 局】：遗忘。被人忘了。也好。落得清静。",
      "【💼 搞钱】：退市。项目黄了。总结经验。下一个更乖。\n【❤️ 护体】：瘫痪。不想动。那就别动。做个植物。\n【🤝 局】：背影。看着别人离开。别追。追不回来的。",
      "【💼 搞钱】：休止符。今天不赚钱。只花钱。花钱消灾。\n【❤️ 护体】：静音。把世界调成静音。听听心跳。\n【🤝 局】：句号。结束一段关系。画个句号。不完美的也是结局。"
    ]
 "偏财": {
    "High": [
      "【💼 搞钱】：风口猪飞。杠杆拉满，梭哈！别看财报，今天只看情绪。泡沫破裂前是这辈子最美的烟花。\n【❤️ 护体】：多巴胺致死量。爽是真爽，小心电容爆浆（心脏骤停）。狂欢之后，必须强制物理降温。\n【🤝 局】：违约风险。外面全是高估值项目（诱惑）。想出轨？先看看违约金（离婚）你赔不赔得起。",
      "【💼 搞钱】：资产变现。哪怕是垃圾资产，今天也能卖出天价。趁着流动性泛滥，赶紧把手里的破烂变现。\n【❤️ 护体】：肾上腺素飙升。别浪费在打游戏上，去谈那个不可能下来的单子。今天你的气场能压死人。\n【🤝 局】：资源置换。有人请你喝大酒。去，那是千载难逢的局。带上你的酒量，把资源喝回来。",
      "【💼 搞钱】：巨大套利。别讲武德，别谈长期主义。看见利润就落袋，像鳄鱼一样撕咬，吃完就走。\n【❤️ 护体】：极度亢奋。睡不着？那就别睡。今晚是猎杀时刻。身体的疲惫明天再说。\n【🤝 局】：并购邀约。你的魅力值被高估了。有人给你发 Term Sheet，大概率是想并购（睡）你。",
      "【💼 搞钱】：赌徒狂欢。K 线图直冲云霄。但记住，止盈线设在狂欢最高点。贪婪是动力，也是坟墓。\n【❤️ 护体】：纵欲过度。酒色财气全占。注意保护腰子。身体是革命的本钱，别一次性花光。\n【🤝 局】：一见钟情。别扯了，那就是见色起意。但今晚可以享受这种冲动，荷尔蒙不骗人。",
      "【💼 搞钱】：意外横财。彩票、遗忘的存款、或者天上掉馅饼。接住。别问为什么，运气来了挡不住。\n【❤️ 护体】：心脏负荷。心跳过速。别玩过山车，你的人生已经是过山车了。吃点护心的药。\n【🤝 局】：金主现身。有人拿着钱来找你。别清高，跪下把钱赚了。今天尊严不值钱，钱值钱。",
      "【💼 搞钱】：资金效率。每一分钱都在跳舞。资金利用率达到极限。小心资金链断裂，别玩脱了。\n【❤️ 护体】：暴饮暴食。情绪太好，胃口大开。吃顿好的，但别把自己撑进医院。\n【🤝 局】：豪客。今晚你买单。花钱买面子，值。让所有人记住你的豪爽，这是品牌广告费。",
      "【💼 搞钱】：灵感变现。突然的一个点子能换钱。别写在纸上，直接做成 PPT 去忽悠投资人，马上成交。\n【❤️ 护体】：脑血管扩张。兴奋得头痛。冷静一下。去洗个冷水脸。别血管爆了。\n【🤝 局】：桃花劫。烂桃花也是桃花。今天你就是唐僧，进了盘丝洞。享受被吃的过程吧。",
      "【💼 搞钱】：非理性繁荣。所有人都疯了。你得比他们更疯。理智在今天就是踏空。闭眼冲。\n【❤️ 护体】：虚脱。狂欢后的空虚。像泄了气的皮球。回家躺着，谁也别理。\n【🤝 局】：名利场。去最贵的场合，见最贵的人。把自己包装成奢侈品，混进去。",
      "【💼 搞钱】：野心释放。Gekko 说得对，贪婪是好的。今天释放你的野心，别装圣人。要就要最好的。\n【❤️ 护体】：嗓子哑了。说话太多，或者喊得太响。喝点胖大海。沉默是金，但今天咆哮是金。\n【🤝 局】：猎艳。不仅仅是人，还有机会。像猎豹一样盯着你的猎物，一击必中。",
      "【💼 搞钱】：单车变摩托。豪赌一把。输了下地干活，赢了会所嫩模。人生难得几回搏。\n【❤️ 护体】：血压爆表。别量血压，量了会吓死。保持心情舒畅，别生气。\n【🤝 局】：众星捧月。你是局里的核心。享受这种虚荣。虽然是假的，但感觉是真的。",
      "【💼 搞钱】：高抛。手里的货全抛出去。别留恋。落袋为安。现金在手，笑看疯狗。\n【❤️ 护体】：手抖。激动的。深呼吸。控制你的肢体。别让人看出你的贪婪。\n【🤝 局】：买买买。情绪价值也是价值。今天花钱就是为了买个爽。别看价格标签。",
      "【💼 搞钱】：跨界打劫。去抢别人的饭碗。你的降维打击，对别人来说是灭顶之灾。\n【❤️ 护体】：眼睛发红。杀红了眼。滴眼药水。保持清醒的目光。\n【🤝 局】：不论人情。只谈利益。亲兄弟明算账。别把感情掺杂在生意里。",
      "【💼 搞钱】：内幕交易。虽然不合规，但赚钱。自己掂量风险。富贵险中求。\n【❤️ 护体】：后背发凉。冷汗直冒。那是直觉在报警。听身体的，不对劲就跑。\n【🤝 局】：逢场作戏。全是假话，但好听。互相吹捧。把对方捧晕了，钱就到手了。",
      "【💼 搞钱】：溢价收购。有人出高价买你的东西。卖！别犹豫。过了这个村没这个店。\n【❤️ 护体】：脚软。跑断腿。泡脚。为了钱奔波，不丢人。\n【🤝 局】：借势。狐假虎威。借大人物的势，办自己的事。别客气。",
      "【💼 搞钱】：盲盒。未知的收益。赌一把运势。大概率是惊喜。\n【❤️ 护体】：过敏。对钱过敏？别逗了。是对蠢人过敏。远离蠢人。\n【🤝 局】：party king。你是派对之王。嗨翻全场。释放你的荷尔蒙。",
      "【💼 搞钱】：抢钱模式。遍地黄金。弯腰捡钱。别嫌累，多捡点。\n【❤️ 护体】：腰肌劳损。弯腰太多。去做个按摩。身体是挣钱的工具，保养好。\n【🤝 局】：被嫉妒。有人眼红你。没事，不招人妒是庸才。让他红。",
      "【💼 搞钱】：借鸡生蛋。用别人的钱办自己的事。空手套白狼。这是金融的本质。\n【❤️ 护体】：头晕目眩。钱太多了数不过来？稳住。别晕在钱堆里。\n【🤝 局】：诱惑。美女画皮。看清楚。别被色诱了。守住底线。",
      "【💼 搞钱】：垄断。暂时性的垄断优势。狠狠地提价。收割消费者剩余。\n【❤️ 护体】：耳鸣。听不到反对的声音。刚愎自用。小心翻车。\n【🤝 局】：站台。给别人站台，收出场费。你的脸就是信用背书。",
      "【💼 搞钱】：快进快出。别谈恋爱。做完就走。别有感情色彩。\n【❤️ 护体】：抽筋。太紧张了。补钙。松弛一点。钱赚不完的。\n【🤝 局】：换圈子。今天能挤进更高阶的圈子。硬挤进去。脸皮厚吃个够。",
      "【💼 搞钱】：终极一博。所有的筹码都压上去。赢了财富自由，输了从头再来。\n【❤️ 护体】：心梗。刺激太大。备好速效救心丸。命比钱重要。\n【🤝 局】：背叛。为了利益背叛盟友。商场无父子。做好心理准备。"
    ],
    "Mid": [
      "【💼 搞钱】：短线套利。有点小利差。赚个饭钱就跑，别把这当成财务自由的主升浪。\n【❤️ 护体】：精神波动。一会儿亢奋一会儿萎。少喝咖啡，你的肾上腺素库存不够烧了。\n【🤝 局】：边缘试探。有人在试探你的底线。暧昧期最上头，但也最费神。想清楚是短择还是长持。",
      "【💼 搞钱】：波段操作。高抛低吸。别贪大行情，吃鱼身最安全。鱼尾留给别人。\n【❤️ 护体】：轻微焦虑。怕踏空。别怕，机会天天有。保持平常心。\n【🤝 局】：烂桃花。看似是桃花，其实是麻烦。聊聊天行，别带回家。容易甩不掉。",
      "【💼 搞钱】：副业收入。主业是生存，副业是灵魂出口。今天副业有点小进账，买点好吃的。\n【❤️ 护体】：亚健康。熬夜赚外快。黑眼圈出来了。敷个面膜，补个觉。\n【🤝 局】：画饼。有人给你画饼。虽然是饼，但闻着挺香。听听无妨，别当真。",
      "【💼 搞钱】：小赌怡情。打麻将可能会赢。但别指望靠这个发家致富。赢了请客。\n【❤️ 护体】：内分泌微调。脸上长了个痘。是欲望的火苗。多喝水，压下去。\n【🤝 局】：弱连接。社交圈里有个新人挺有意思。保持联系，未来可能是资源。",
      "【💼 搞钱】：理财回撤。收益稍微跌了点。别急着赎回，这是正常的市场波动。拿住。\n【❤️ 护体】：颈椎酸。看手机太久。抬头。钱在手机里，命在脖子上。\n【🤝 局】：砍价。想买个大件？再等等，或者狠狠砍价。今天的价格不是底。",
      "【💼 搞钱】：兼职。有个机会，虽然累点，但给现结。可以考虑。蚊子肉也是肉。\n【❤️ 护体】：手滑。容易打破东西。心不在焉。专注一点。别赔了夫人又折兵。\n【🤝 局】：请客。既然是横财，就拿去请客。攒人品。独食难肥。",
      "【💼 搞钱】：冲动消费。突然想花钱。去买书或者课程吧，这是唯一稳赚不赔的投资。\n【❤️ 护体】：胃胀。贪吃。吃点消食片。别让身体为欲望买单。\n【🤝 局】：试探。对方在压价。别松口。再坚持一下，他会妥协的。",
      "【💼 搞钱】：运气不错。比如买饮料中了一瓶。小确幸。知足常乐。\n【❤️ 护体】：打哈欠。春困秋乏。去透透气。别在工位上发霉。\n【🤝 局】：八卦。听到点小道消息。别传。烂在肚子里。是信息优势。",
      "【💼 搞钱】：情绪交易。有点想操作。忍住。不要在情绪波动时交易。K 线图会画得很丑。\n【❤️ 护体】：皮肤干。补水。财气需要水来养。把自己收拾干净点。\n【🤝 局】：聚会。一群人吹牛逼。你也跟着吹。别太认真。开心就好。",
      "【💼 搞钱】：赚差价。做个中间商。倒买倒卖。虽然辛苦，但现金流快。\n【❤️ 护体】：腿酸。跑业务累的。晚上泡脚。善待你的双腿。\n【🤝 局】：礼尚往来。送个小礼物。维护一下关系。别太功利。",
      "【💼 搞钱】：观望。行情不明朗。别动。看别人亏钱也是一种赚钱。\n【❤️ 护体】：眼花。看屏幕看多了。做眼保健操。保护视力。\n【🤝 局】：暧昧。眼神拉丝。享受这种张力。别捅破窗户纸。",
      "【💼 搞钱】：小聪明。用点技巧省了点钱。挺好。省到就是赚到。\n【❤️ 护体】：头皮痒。用脑过度。洗个头。清醒一下。\n【🤝 局】：搭讪。遇到感兴趣的人，主动点。机会不等人。",
      "【💼 搞钱】：打折。买到了打折货。心理满足。别买不需要的东西就行。\n【❤️ 护体】：口干。欲望之火。喝水。别让火烧起来。\n【🤝 局】：闲聊。跟陌生人聊两句。可能会有意外收获。",
      "【💼 搞钱】：彩票。买一张。当做慈善。中了是命，不中是爱。\n【❤️ 护体】：发呆。让大脑空转。清理缓存。为下一次搞钱做准备。\n【🤝 局】：蹭饭。有人请客。去。蹭吃蹭喝也是一种本事。",
      "【💼 搞钱】：二手交易。卖点闲置。回笼资金。断舍离。\n【❤️ 护体】：落枕。睡觉姿势不对。别太僵硬。身心都要柔软。\n【🤝 局】：点赞。朋友圈互动一下。刷个存在感。低成本社交。",
      "【💼 搞钱】：薅羊毛。领点优惠券。不丢人。精打细算过日子。\n【❤️ 护体】：指甲断了。缺钙。补补微量元素。细节决定成败。\n【🤝 局】：叙旧。找老朋友聊聊。看看有没有合作机会。",
      "【💼 搞钱】：记账。盘点一下资产。清楚自己有多少钱，才能赚更多的钱。\n【❤️ 护体】：伸懒腰。舒展筋骨。把浊气排出去。\n【🤝 局】：拒绝。不想去的局就别去。省钱省时间。",
      "【💼 搞钱】：学习。研究一下新项目。磨刀不误砍柴工。\n【❤️ 护体】：深呼吸。调节节奏。别太急。财不入急门。\n【🤝 局】：旁观。看别人吵架。别凑热闹。小心溅一身血。",
      "【💼 搞钱】：规划。定个小目标。比如存一万块。有目标才有动力。\n【❤️ 护体】：微笑。和气生财。笑一笑，运气会变好。\n【🤝 局】：分享。分享一个赚钱的信息。利他就是利己。",
      "【💼 搞钱】：复盘。看看上个月的账单。哪儿花多了。下个月改。\n【❤️ 护体】：早起。早起的鸟儿有虫吃。抢占先机。\n【🤝 局】：感恩。感谢给你钱的人。心怀感恩，财运更旺。"
    ],
    "Low": [
      "【💼 搞钱】：杀猪盘。看着是金矿，其实是陷阱。天上掉的馅饼全是毒药。管住手，只看不买。\n【❤️ 护体】：漏油。不知不觉在漏财。钱没赚到，人先废了。断网，别看垃圾信息。\n【🤝 局】：空壳公司。别被花言巧语骗了。那就是个渣男。除了画饼，没资产。让他滚。",
      "【💼 搞钱】：打折货。别买。因为便宜买回来的垃圾，最后占用的是你的平米数（房价）。\n【❤️ 护体】：虚胖。吃的全是垃圾食品。减肥。管住嘴，就像管住钱包一样。\n【🤝 局】：诱饵。庄家在钓鱼。你不是猎手，你是鱼。别咬钩。",
      "【💼 搞钱】：第18手消息。所谓的内幕，传到你耳朵里已经是接盘侠专用了。别去接盘。\n【❤️ 护体】：破财免灾。丢了东西？别难过。那是帮你挡了一灾。钱能解决的都是小事。\n【🤝 局】：钱包破洞。物理意义上的丢钱。看好你的随身物品。防盗。",
      "【💼 搞钱】：借钱。有人找你借钱？拉黑。不管什么理由，今天借钱等于送钱。\n【❤️ 护体】：飞刀。别去捞底。底下还有十八层地狱。不要徒手接飞刀。手会断。\n【🤝 局】：网络诈骗。哪怕对方声音像你妈，也得打个视频确认。现在的AI很逼真。",
      "【💼 搞钱】：虚假繁荣。账面浮盈全是假的。落袋为安才是真的。别做过山车。\n【❤️ 护体】：心魔。你的贪婪被放大了。去洗个冷水脸清醒一下。别被心魔控制。\n【🤝 局】：桃花劫。那个主动贴上来的人，想吸你的血。快跑。保命要紧。",
      "【💼 搞钱】：必输之局。别去赌。今天你的胜率为零。连剪刀石头布都会输。认怂。\n【❤️ 护体】：失眠。想钱想疯了。睡不着。起来看书。书里有黄金屋。\n【🤝 局】：庞氏骗局。不要相信任何高回报理财。骗子最喜欢今天这种傻子。",
      "【💼 搞钱】：FOMO。感觉错过了几个亿？那是情绪在作祟。本来就不是你的钱。别纠结。\n【❤️ 护体】：脆弱。不要点击任何陌生链接。你的手机比你想象中更脆弱。信息安全第一。\n【🤝 局】：安慰奖。今天买彩票连安慰奖都没有。省下那两块钱买个馒头吧。实实在在。",
      "【💼 搞钱】：白日梦。洗洗睡。梦里啥都有。醒来还得搬砖。接受现实。\n【❤️ 护体】：缩水。资产缩水。认栽。止损出局。留得青山在。别死扛。\n【🤝 局】：酒托。小心美女约你喝酒。那是酒托。喝一杯几千块。冤大头。",
      "【💼 搞钱】：套牢。深度套牢。装死。删软件。忘了这笔钱。十年后再看。\n【❤️ 护体】：头痛。气得头痛。吃药。别气坏了身子。没人替你疼。\n【🤝 局】：被坑。买到了假货。维权。别忍气吞声。哪怕拿不回钱，也要出口气。",
      "【💼 搞钱】：罚款。违章停车。交罚款。下次注意。花钱买教训。\n【❤️ 护体】：牙疼。上火。吃清淡点。别吃肉了。吃草。\n【🤝 局】：借据。别人欠你钱不还。上门去要。别不好意思。那是你的血汗钱。",
      "【💼 搞钱】：负债。信用卡还不上。拆东墙补西墙。别借网贷。那是无底洞。\n【❤️ 护体】：焦虑。头发掉光。别想了。船到桥头自然直。活人不能让尿憋死。\n【🤝 局】：孤独。没钱的时候朋友都少了。看清人性。努力赚钱吧。",
      "【💼 搞钱】：陷阱。合同有坑。别签。找律师看一眼。别省律师费。\n【❤️ 护体】：胸闷。被骗了气不过。深呼吸。钱是身外之物。命重要。\n【🤝 局】：背叛。合伙人卷款跑路。报警。别私了。让他坐牢。",
      "【💼 搞钱】：归零。爆仓了。一切清零。从头再来。不死终会出头。\n【❤️ 护体】：发冷。心灰意冷。晒晒太阳。太阳是免费的。\n【🤝 局】：冷眼。没钱被人看不起。记住这种眼神。它会成为你翻身的动力。",
      "【💼 搞钱】：滞销。货卖不出去。送人吧。赚个吆喝。别烂在手里。\n【❤️ 护体】：胃疼。愁得胃疼。喝点粥。养养胃。留着胃吃满汉全席。\n【🤝 局】：绝望。觉得没希望了。别放弃。谷底是反弹的开始。",
      "【💼 搞钱】：被宰。旅游被宰。认了。强龙不压地头蛇。平安回家就好。\n【❤️ 护体】：过敏。对环境过敏。回家。金窝银窝不如自己的狗窝。\n【🤝 局】：假货。买到假名牌。扔了。别穿。穿了更丢人。",
      "【💼 搞钱】：丢失。丢了钱包。补办卡。麻烦。下次小心。\n【❤️ 护体】：失声。不想说话。那就别说。闭嘴省流。\n【🤝 局】：拒绝。被拒绝了。没事。下一个更好。",
      "【💼 搞钱】：无用功。忙了一天没赚到钱。积累经验。经验也是财富。\n【❤️ 护体】：腿软。吓得腿软。胆子太小。练练胆。富贵险中求。\n【🤝 局】：误解。被人当成骗子。解释不清。别解释。用结果说话。",
      "【💼 搞钱】：沉没。投资打水漂。别捞了。越捞越沉。割肉。\n【❤️ 护体】：心悸。吓死宝宝了。拍拍胸口。没事没事。\n【🤝 局】：拉黑。拉黑那个借钱不还的人。从此是路人。",
      "【💼 搞钱】：透支。刷爆卡。剁手。别买了。再买就只有土吃了。\n【❤️ 护体】：眼瞎。看错人了。擦亮眼睛。下次别那么傻。\n【🤝 局】：教训。花钱买了个教训。挺贵。但值得。记一辈子。",
      "【💼 搞钱】：止步。没路了。停下来。休息。休息是为了走更远的路。\n【❤️ 护体】：叹气。别叹气。叹气会把财气叹走。挺起胸膛。\n【🤝 局】：独处。没钱就别社交。在家看书。提升自己。等有钱了再出去浪。"
    ]
  },
  "伤官": {
    "High": [
      "【💼 搞钱】：爆款文案。才华侧漏，挡都挡不住。把你的愤怒写成 10w+ 爆款，怼翻全场。今天骂人能赚钱。\n【❤️ 护体】：系统泄露。精力输出过大，像后台跑了挖矿木马。物理降温！少说话，闭嘴养神。\n【🤝 局】：公关灾难。你的嘴是把刀。除非想散伙，否则把嘴闭上。别图一时口快，后果你负不起。",
      "【💼 搞钱】：辞职信。想提离职？今天最合适。把辞职信甩老板脸上，记得录视频。你就是今天的流量密码。\n【❤️ 护体】：内分泌失调。情绪极度不稳定。你会成为疯子或者天才。一线之隔。别把自己逼疯了。\n【🤝 局】：颠覆者。现在的商业模式全是 Bug，只有你能修。动手改！尽情地怼甲方、怼行业。",
      "【💼 搞钱】：破坏规则。规矩是给庸人定的。今天你是乔布斯。去打破它，创造新的玩法。\n【❤️ 护体】：欲望极强。无论是食欲还是性欲。注意安全，别搞出人命。戴好安全帽/套。\n【🤝 局】：逻辑碾压。吵架没输过。逻辑闭环无懈可击。把对方怼到怀疑人生。爽！",
      "【💼 搞钱】：个人 IP。这是一个建立个人品牌的好机会。你的观点够犀利，市场买单。做自己，别装。\n【❤️ 护体】：语速过快。脑子转速太快，把语速带飞了。慢点说，凡人跟不上你的节奏。喝口水。\n【🤝 局】：刻薄魅力。别做老好人。今天你的刻薄就是你的魅力。骂醒那帮装睡的人。他们会感谢你。",
      "【💼 搞钱】：皇帝新衣。揭穿它。虽然会得罪人，但你会获得死忠粉。真诚是必杀技。\n【❤️ 护体】：攻击性。不要压抑你的攻击性。把它转化成产品力。挑剔是完美的开始。去打磨产品。\n【🤝 局】：艺术家时刻。痛苦是灵感的来源。去创作，别矫情。把痛苦变成钱。",
      "【💼 搞钱】：革命。你看不惯的一切，都是你改变世界的机会。别抱怨，去革命。做那个领头羊。\n【❤️ 护体】：口舌招灾。你的玩笑话会被人当真。虽然你不在乎，但要小心暗箭。穿好防弹衣。\n【🤝 局】：傲慢。把你的傲慢展现出来。今天，谦虚就是虚伪。老子就是天下第一。",
      "【💼 搞钱】：头脑风暴。一场激烈的碰撞。会死很多脑细胞，但会诞生独角兽。值得。\n【❤️ 护体】：独狼。别管什么团队协作。今天你是独狼。单干效率最高。别让傻逼队友拖后腿。\n【🤝 局】：演讲。去路演，去直播。你的感染力能忽悠瘸一堆人。把你的愿景卖给相信你的人。",
      "【💼 搞钱】：挑刺。去做复盘，去做审计。把那些藏在角落里的问题都揪出来。此时的刻薄是负责任。\n【❤️ 护体】：神经衰弱。脑子转太快，停不下来。睡前别看手机，听点白噪音。强制大脑关机。\n【🤝 局】：特立独行。别合群。庸俗的社交会污染你的灵气。做一个高傲的独行侠。",
      "【💼 搞钱】：野路子。按部就班今天赚不到钱。试着走点野路子。法无禁止即可为。创新在边缘。\n【❤️ 护体】：虚火上升。口腔溃疡或者喉咙痛。那是你没说出口的槽。找个树洞发泄出来就好了。\n【🤝 局】：鉴婊。一眼看穿谁在装 B。别拆穿，静静地看他表演，内心毫无波澜甚至想笑。",
      "【💼 搞钱】：网红体质。今天容易火。拍个视频，写段子。黑红也是红。流量就是钱。\n【❤️ 护体】：能量回收。感觉身体被掏空？那是你对外输出太多了。闭目养神，把神收回来。\n【🤝 局】：欲擒故纵。情感博弈。别太热情，稍微冷淡一点，对方反而会贴上来。人性本贱。",
      "【💼 搞钱】：吐槽大会。开个吐槽会。把积压的情绪发泄出来。发泄完继续干活。\n【❤️ 护体】：甲亢。情绪太激动。手抖。深呼吸。稳住。别激动。\n【🤝 局】：撕逼。撕得响亮。撕出名气。让别人知道你不好惹。",
      "【💼 搞钱】：改稿。把垃圾方案改得惊艳全场。化腐朽为神奇。这是你的本事。\n【❤️ 护体】：胃酸。吐槽吐多了泛酸水。吃点苏打饼干。中和一下。\n【🤝 局】：绝交。跟烂人绝交。清理朋友圈。神清气爽。",
      "【💼 搞钱】：维权。消费者维权。商家怕你。赔偿三倍。拿回属于你的权益。\n【❤️ 护体】：偏头痛。想太多。别想了。去跑步。把脑子里的水跑干。\n【🤝 局】：立威。杀鸡儆猴。今天谁撞枪口上谁倒霉。树立威信。",
      "【💼 搞钱】：创意总监。今天你是指挥官。指点江山。大家都听你的。享受权力。\n【❤️ 护体】：失眠。兴奋得睡不着。起来嗨。别浪费这美好的夜晚。\n【🤝 局】：毒舌。骂人骂出花来。别人还得夸你骂得好。这叫水平。",
      "【💼 搞钱】：知识付费。卖你的观点。你的偏见很值钱。打包卖出去。\n【❤️ 护体】：心跳。心跳加速。激动的。别猝死就行。活着才有输出。\n【🤝 局】：炫耀。晒晒你的成绩。让别人羡慕嫉妒恨。爽。",
      "【💼 搞钱】：打假。去打假。揭露真相。正义感爆棚。还能赚打假费。\n【❤️ 护体】：耳鸣。不想听废话。自动屏蔽。只听自己想听的。\n【🤝 局】：拒绝。拒绝不合理的要。学会说不。我的地盘我做主。",
      "【💼 搞钱】：创新。发明个小玩意。申请专利。以后躺着收钱。\n【❤️ 护体】：眼压高。瞪人瞪的。闭眼。眼不见心不烦。\n【🤝 局】：嘲讽。开启嘲讽模式。拉仇恨。但这能筛选出真正懂你的人。",
      "【💼 搞钱】：自由职业。接私活。按小时计费。你的时间很值钱。\n【❤️ 护体】：背痛。坐太久了。站起来走走。别成罗锅了。\n【🤝 局】：分手。不爱了就分。别拖泥带水。下一个更乖。",
      "【💼 搞钱】：直播带货。口才好。能把稻草卖成金条。去带货。\n【❤️ 护体】：喉咙痛。说话太多。含片。保护嗓子。嗓子是生产力。\n【🤝 局】：怼老板。老板傻逼就怼。大不了不干了。此处不留爷自有留爷处。",
      "【💼 搞钱】：做空。看衰某个项目。做空它。赚它崩盘的钱。\n【❤️ 护体】：手凉。气血都在脑子里。搓搓手。引火归元。\n【🤝 局】：独角戏。一个人撑起一台戏。全能。虽然累，但牛逼。"
    ],
    "Mid": [
      "【💼 搞钱】：阴阳怪气。不仅想吐槽，还想阴阳怪气。把这份刻薄用在优化产品体验上。用户会喜欢的。\n【❤️ 护体】：真诚。有点小聪明，但别耍。容易被识破。真诚才是必杀技。别把别人当傻子。\n【🤝 局】：复盘。适合做复盘。挑刺是你的强项。把过去的问题一个个揪出来。除虫。",
      "【💼 搞钱】：备忘录。话多必失。今天少发朋友圈，多写备忘录。留着以后用。\n【❤️ 护体】：怀才不遇。感觉怀才不遇？别酸了。是金子总会发光，但也得有人挖。自己挖自己。\n【🤝 局】：矫情。有点文艺青年的矫情。看个夕阳都能哭。别发给前任看就行。发给粉丝看。",
      "【💼 搞钱】：找茬。挑剔你的合伙人。虽然你是为了他好，但他觉得你在找茬。注意沟通方式。\n【❤️ 护体】：减法。适合做减法。把那些花里胡哨的功能都砍了。回归本质。少即是多。\n【🤝 局】：摸鱼。有点叛逆，不想上班。摸鱼要有技巧，别被抓现行。带薪拉屎。",
      "【💼 搞钱】：卡壳。灵感有点卡壳。别硬憋。去散步，去发呆，去浪费时间。灵感在路上。\n【❤️ 护体】：预期管理。嘴巴有点毒。记得打一巴掌给个甜枣。这叫预期管理。别把人得罪死了。\n【🤝 局】：争论。别跟傻逼争论。赢了也没奖金。深呼吸，默念‘他是客户’。忍。",
      "【💼 搞钱】：微调。对现状不满？那就微调一下。别总想着推倒重来。成本太高。\n【❤️ 护体】：标新立异。有点想标新立异。换个发型或者穿衣风格，成本最低的叛逆。\n【🤝 局】：彩虹屁。不仅要会骂，还要会夸。彩虹屁也是一种高级的语言艺术。夸晕他。",
      "【💼 搞钱】：区分。看似在提建议，其实在发泄情绪。分清楚这两者的区别。别误事。\n【❤️ 护体】：碳水。有点小情绪。吃顿好的。碳水化合物能缓解你的尖酸刻薄。吃个甜甜圈。\n【🤝 局】：匿名贴。看不惯行业乱象？写个匿名贴吐槽一下。别实名，保护自己。安全第一。",
      "【💼 搞钱】：审美在线。你的审美今天在线。去挑挑毛病，让世界变得更好看一点。设计优化。\n【❤️ 护体】：清高。别太清高。水至清则无鱼。稍微同流合污一下不丢人。赚钱嘛，不寒碜。\n【🤝 局】：吐槽。跟同事吐槽一下老板。拉近关系。敌人的敌人就是朋友。",
      "【💼 搞钱】：优化。把流程优化一下。省下来的时间就是钱。效率提升。\n【❤️ 护体】：发泄。去KTV吼两嗓子。把气放出来。别憋出内伤。\n【🤝 局】：冷幽默。讲个冷笑话。缓解一下尴尬的气氛。虽然可能更尴尬。",
      "【💼 搞钱】：改简历。把简历修饰一下。吹吹牛。为跳槽做准备。\n【❤️ 护体】：眼妆。化个烟熏妆。掩盖黑眼圈。顺便展示你的个性。\n【🤝 局】：看戏。看别人撕逼。吃瓜。别站队。小心瓜皮滑倒。",
      "【💼 搞钱】：小众。关注小众市场。大路货没钱赚。做点特别的。\n【❤️ 护体】：听歌。听点摇滚。跟着节奏抖腿。释放压力。\n【🤝 局】：自嘲。自黑一下。让别人无黑可黑。这叫防御性自黑。",
      "【💼 搞钱】：试错。小成本试错。错了就改。别怕犯错。犯错是进步的阶梯。\n【❤️ 护体】：涂鸦。乱画。释放潜意识。说不定画出个名画。\n【🤝 局】：怼人。轻微怼一下。活跃气氛。别上纲上线。",
      "【💼 搞钱】：整理。整理桌面。看着舒服。心情好了效率才高。\n【❤️ 护体】：喝茶。喝点绿茶。清火。去去油腻。\n【🤝 局】：沉默。不想说就不说。用眼神杀死比赛。",
      "【💼 搞钱】：模仿。模仿大神的风格。先模仿再超越。抄作业。\n【❤️ 护体】：泡澡。把身体泡软。心也软了。不那么尖锐了。\n【🤝 局】：送礼。送个有创意的小礼物。别送俗气的。显摆你的品味。",
      "【💼 搞钱】：调研。去市场上转转。看看别人怎么做的。找灵感。\n【❤️ 护体】：做饭。切菜。把菜当成敌人切。解压。\n【🤝 局】：撒娇。偶尔撒个娇。只要长得好看，撒娇好命。",
      "【💼 搞钱】：修图。把照片修得美美的。照骗。吸引眼球。\n【❤️ 护体】：看书。看点杂书。无用之用方为大用。\n【🤝 局】：点评。在大众点评上写评价。练练文笔。还能拿积分。",
      "【💼 搞钱】：二手书。卖点旧书。清理知识库存。腾出地方装新的。\n【❤️ 护体】：种花。养点植物。看着它们生长。治愈。\n【🤝 局】：独处。一个人去咖啡馆。看来来往往的人。观察生活。",
      "【💼 搞钱】：手账。做个手账。规划生活。把日子过成诗。\n【❤️ 护体】：瑜伽。把身体扭成麻花。痛并快乐着。\n【🤝 局】：逗猫。跟猫说话。猫懂你。人不懂。",
      "【💼 搞钱】：DIY。自己动手做点东西。独一无二。无价之宝。\n【❤️ 护体】：散步。漫无目的地走。走到哪算哪。放空。\n【🤝 局】：微笑。对镜子笑笑。你很美。别丧。",
      "【💼 搞钱】：整理文件。把电脑里的垃圾清一清。运行速度快点。\n【❤️ 护体】：按摩头部。按按太阳穴。别让头炸了。\n【🤝 局】：删好友。清理通讯录。把不联系的人删了。断舍离。",
      "【💼 搞钱】：回顾。看看以前的作品。觉得自己真牛逼。增加自信。\n【❤️ 护体】：深呼吸。吸气，呼气。把烦恼呼出去。\n【🤝 局】：睡觉。睡个午觉。充电五分钟，通话两小时。"
    ],
    "Low": [
      "【💼 搞钱】：垃圾回收。自我怀疑到了极点。觉得写的全是垃圾。没事，垃圾也能回收利用。打包卖废品。\n【❤️ 护体】：日记加密。话憋在心里难受，说出来又怕得罪人。写在日记里，加密。别让第二个人看到。\n【🤝 局】：这届观众不行。才华被埋没。方案被毙了。别灰心，是这届观众不行。以后他们会哭着求你。",
      "【💼 搞钱】：误会。容易产生误会。你以为的幽默，在别人眼里是冒犯。闭嘴。今天沉默是金。\n【❤️ 护体】：回家充电。能量泄漏。感觉身体被掏空。别去社交，回家充电。你是电池，不是发电机。\n【🤝 局】：允许丧。抑郁情绪抬头。看着天花板发呆。允许自己丧一会儿。天塌下来有高个子顶着。",
      "【💼 搞钱】：轻蔑。被流言蜚语中伤。解释就是掩饰。沉默是最高的轻蔑。看他们像看跳梁小丑。\n【❤️ 护体】：堵塞。不仅没灵感，还便秘。这是输入输出双向堵塞。多喝水。通则不痛。\n【🤝 局】：抄作业。别搞什么创新了。今天照抄作业最安全。别试图发明轮子。轮子早被人发明了。",
      "【💼 搞钱】：夏虫不可语冰。你的独特见解被人当成笑话。别争辩，夏虫不可语冰。跟他们说不着。\n【❤️ 护体】：忍。小心因为嘴贱丢了工作。如果不想走，就忍住别回嘴。为了钱，忍了。\n【🤝 局】：小丑。感觉自己像个小丑？Joker 也是主角。演好你的戏。生活就是一场戏。",
      "【💼 搞钱】：得罪权贵。容易得罪权贵。别逞一时口舌之快。活着才有输出。死了啥都没了。\n【❤️ 护体】：回炉重造。不要在今天发布新产品。Bug 会比功能多。回炉重造。别拿出来丢人。\n【🤝 局】：青春期。你的叛逆毫无意义。就像青春期的躁动。成熟点。成年人只看利弊。",
      "【💼 搞钱】：排毒。被负面情绪淹没。去运动，去出汗，把毒排出去。汗水是最好的卸妆水。\n【❤️ 护体】：骚扰。别在这个时候表白。你的深情在对方看来是骚扰。别自作多情。\n【🤝 局】：承认平庸。不仅没才华，还没情商。承认自己的平庸，也是一种解脱。躺平任嘲。",
      "【💼 搞钱】：躲远点。别去招惹是非。今天你吵不赢。躲远点。惹不起还躲不起吗。\n【❤️ 护体】：魔鬼利息。想搞破坏？先看看赔得起吗。冲动是魔鬼的利息。别借高利贷。\n【🤝 局】：封杀。账号被封。禁言。闭门思过。想想下回怎么说才安全。",
      "【💼 搞钱】：退稿。稿子被退。改不动了。不改了。爱咋咋地。\n【❤️ 护体】：失声。嗓子哑了。说不出话。那是老天让你闭嘴。\n【🤝 局】：冷场。讲笑话没人笑。尴尬。抠出三室一厅。下次别讲了。",
      "【💼 搞钱】：差评。被客户给差评。忍着。别回骂。回骂会被截图。\n【❤️ 护体】：头秃。头发大把掉。愁的。别愁了。光头也挺帅。\n【🤝 局】：被黑。被全网黑。黑红也是红？不，今天是真黑。断网保平安。",
      "【💼 搞钱】：抄袭。被指抄袭。解释不清。身正不怕影子斜？今天斜了。\n【❤️ 护体】：胃痉挛。气得胃抽筋。喝热水。别气了。不值当。\n【🤝 局】：孤立。没人理你。自己玩。跟自己对话。我是最棒的。",
      "【💼 搞钱】：Bug。写出致命 Bug。服务器崩了。背锅。扣绩效。\n【❤️ 护体】：眼瞎。看不清东西。视力下降。别看屏幕了。看窗外。\n【🤝 局】：口误。叫错领导名字。社死。想找地缝钻进去。\n",
      "【💼 搞钱】：违规。被平台警告。限流。没流量了。休息几天。\n【❤️ 护体】：牙疼。咬牙切齿。牙咬碎了。补牙很贵。松开牙关。\n【🤝 局】：众叛亲离。众人都反对你。可能你真的错了。反思一下。",
      "【💼 搞钱】：盗版。作品被盗版。维权无门。认栽。下次加水印。\n【❤️ 护体】：幻觉。看见小人跳舞。太累了。去睡觉。别熬夜了。\n【🤝 局】：冷板凳。坐冷板凳。没人重用。磨练心性。等待时机。",
      "【💼 搞钱】：才尽。江郎才尽。写不出来。去搬砖吧。体力劳动治愈脑力枯竭。\n【❤️ 护体】：心寒。被冷落。穿秋裤。身暖心不寒。\n【🤝 局】：误解。被误解是表达者的宿命。接受宿命。不解释。",
      "【💼 搞钱】：废稿。写了一堆废稿。删了。眼不见心不烦。重新写。\n【❤️ 护体】：手残。做坏了东西。浪费材料。别做了。去买现成的。\n【🤝 局】：自闭。不想见人。关机。假装不在家。",
      "【💼 搞钱】：流产。项目流产。白忙一场。洗洗睡吧。明天又是新的一天。\n【❤️ 护体】：噩梦。梦见被追杀。醒来一身汗。洗个澡。冲掉晦气。\n【🤝 局】：拉黑。被女神拉黑。没事。天涯何处无芳草。",
      "【💼 搞钱】：投诉。被投诉态度不好。改。顾客就是上帝。虽然上帝是傻逼。\n【❤️ 护体】：耳背。听不见。装聋作哑。难得糊涂。\n【🤝 局】：路人。不仅不是主角，连配角都不是。是路人甲。演好路人甲。",
      "【💼 搞钱】：降权。店铺被降权。没生意。放假。出去玩。\n【❤️ 护体】：过敏。脸肿了。戴口罩。遮丑。顺便防晒。\n【🤝 局】：背锅侠。专业背锅。习惯了。背锅也是一种能力。",
      "【💼 搞钱】：甚至亏本。不仅没赚，还赔了。当做慈善。积德。\n【❤️ 护体】：心累。心跳不动了。躺平。让心脏歇会儿。\n【🤝 局】：空气。被当成空气。无视。没事。空气很重要。没空气他们得死。",
      "【💼 搞钱】：罚站。被老师/领导罚站。丢人。面壁思过。想想晚上吃什么。\n【❤️ 护体】：腿抽筋。缺钙。晒太阳。补钙。补阳气。\n【🤝 局】：独角戏。一个人演。没人看。自己给自己鼓掌。好！"
    ]
  }
}
```
